{
    "projects": [
        {
            "title": "CarbCounter",
            "language": "React/Node",
            "platform": "Mongo/AWS Amplify",
            "url": "http://carbcounter-20190318174918-hostingbucket-test.s3-website-eu-west-1.amazonaws.com/",
            "github":"https://github.com/wgeorgecook/carbCounter",
            "detail": "MERN stack. Allows users to create an account and store custom nutritional information. Calculates the total carbohydrate intake for all foods selected from."

        },
        {
            "title": "@trumpratings on Twitter",
            "language": "Python",
            "platform": "PostgresSQL",
            "url": "https://twitter.com/trumpsratings",
            "github":"https://github.com/wgeorgecook/trumpratings",
            "detail": "Python application that culls @readDonaldTrump's twitter feed and latest Gallup approval ratings. Retweets latest post with latest ratings. Stores data in PostgreSQL database and serves it to an API using Flask."

        },
        {
            "title": "Trumpratings Front End",
            "language": "Javascript",
            "platform": "React",
            "url": "http://superstubby.ddns.net/index.html",
            "github":"https://github.com/wgeorgecook/trumpratings-front",
            "detail": "A React front end to display data served from the @trumpratings API."

        },
        {
            "title": "Welcome to the Magic Kingdom",
            "language": "React.js",
            "platform": "Heroku",
            "url": "https://magic-kingdom.herokuapp.com/",
            "github":"https://github.com/wgeorgecook/magic-kingdom-map",
            "detail": "React application that draws Magic Kingdom attraction locations on a Google map. Will also display attraction details from Foursquare when selected."

        }
    ],
    "bio": {
        "top": "I’m a California native, replanted from Chicago.",
        "middle": "I started from the ground up, working helpdesk to get through college.\nAfter moving to California I found myself doing Windows/Linux system administration.\nFrom there, I managed a help desk team. Finally I worked on deployment automation,\nparticularly for Atlassian applications running on RHEL/CentOS servers.\nI’ve come back around and am writing Python. I finished a Udacity nanodegree\nfor front end development courtesy of Google via the Grow With Google scholarship.\nFind me writting JavaScript (This site runs on Angular 6, but I know React too!) or Python. I'm planning to learn Node.js as well to round out my stack.",
        "bottom": "Thanks for stopping by and let’s get in touch!"
    },
    "contact": {
        "email": "wgeorgecook@gmail.com",
        "phone": "(916) 287-0858"
    }
}